tap "bbc/audiowaveform"
tap "homebrew/bundle"
tap "homebrew/cask-versions"
tap "homebrew/services"
tap "nektos/tap"
tap "ngrok/ngrok"
tap "superfly/tap"
brew "act"
brew "ansible"
brew "awscli"
brew "bat"
brew "circleci"
brew "cmake"
brew "cocoapods"
brew "php"
brew "composer"
brew "cookiecutter"
brew "coreutils"
brew "deno"
brew "dive"
brew "docutils"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "helm"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "kubernetes-cli", link: false
brew "libvirt", restart_service: true
brew "minikube"
brew "zlib"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "node"
brew "nvm"
brew "openjdk"
brew "pipenv"
brew "poetry"
brew "pyenv"
brew "python@3.10"
brew "qemu"
brew "sox"
brew "speedtest-cli"
brew "tmux"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "zsh"
brew "bbc/audiowaveform/audiowaveform"
brew "superfly/tap/flyctl"
cask "adoptopenjdk"
cask "appcleaner"
cask "audacity"
cask "bitwarden"
cask "bruno"
cask "coconutbattery"
cask "colorsnapper"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "firefox"
cask "google-chrome"
cask "iterm2"
cask "keybase"
cask "kid3"
cask "ngrok"
cask "notion"
cask "postman"
cask "signal"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "utm"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
vscode "asvetliakov.snapshot-tools"
vscode "bierner.docs-view"
vscode "chouzz.vscode-better-align"
vscode "christopherstyles.html-entities"
vscode "codezombiech.gitignore"
vscode "dbaeumer.vscode-eslint"
vscode "digitalbrainstem.javascript-ejs-support"
vscode "donjayamanne.githistory"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "fabiospampinato.vscode-open-in-github"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mikestead.dotenv"
vscode "mjmlio.vscode-mjml"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ofhumanbondage.react-proptypes-intellisense"
vscode "pawelgrzybek.gatito-theme"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "richie5um2.vscode-sort-json"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "sleistner.vscode-fileutils"
vscode "styled-components.vscode-styled-components"
vscode "waderyan.gitblame"
vscode "zengxingxin.sort-js-object-keys"
vscode "zh9528.file-size"
