tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "ansible"
brew "awscli"
brew "circleci"
brew "cmake"
brew "cookiecutter"
brew "coreutils"
brew "go"
brew "dep"
brew "elixir"
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "htop"
brew "httpie"
brew "hugo"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "minikube", link: false
brew "neofetch"
brew "neovim"
brew "nvm"
brew "pipenv"
brew "pyenv"
brew "rbenv"
brew "sox"
brew "tree"
brew "vim"
brew "wget"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "bitwarden"
cask "coconutbattery"
cask "colorsnapper"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "goland"
cask "google-chat"
cask "google-chrome"
cask "insomnia"
cask "iterm2"
cask "java10"
cask "kap"
cask "keybase"
cask "minikube"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
