tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "nektos/tap"
brew "ansible"
brew "awscli"
brew "bat"
brew "circleci"
brew "cmake"
brew "composer"
brew "cookiecutter"
brew "coreutils", link: false
brew "ffmpeg"
brew "fzf"
brew "git"
brew "git-lfs"
brew "go"
brew "helm"
brew "helm@2"
brew "htop"
brew "httpie"
brew "hugo"
brew "kubernetes-cli"
brew "minikube"
brew "mysql-client"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "php"
brew "pipenv"
brew "poetry"
brew "pyenv"
brew "sox"
brew "tree"
brew "vim"
brew "wget"
brew "wimlib"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zsh"
brew "nektos/tap/act"
cask "adobe-creative-cloud"
cask "appcleaner"
cask "bitwarden"
cask "coconutbattery"
cask "colorsnapper"
cask "cyberduck"
cask "dbeaver-community"
cask "docker"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "google-chat"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "jetbrains-toolbox"
cask "kap"
cask "keybase"
cask "ngrok"
cask "postman"
cask "sequel-pro"
cask "slack"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
